Repository: feelautom/SoftLicence
Catalog: src/SoftLicence.Server/Resources/SharedResource.*.resx
Languages: fr

# Common_AccessDenied
source: Access Denied
fr: Accès Refusé

# Common_NoPermission
source: You don't have the necessary permissions.
fr: Vous n'avez pas les permissions nécessaires.

# Common_Refresh
source: Refresh
fr: Actualiser

# Common_Previous
source: Previous
fr: Précédent

# Common_Next
source: Next
fr: Suivant

# Common_Show
source: Show
fr: Afficher

# Common_Of
source: of
fr: sur

# Common_Entries
source: entries
fr: entrées

# Common_Cancel
source: Cancel
fr: Annuler

# Common_Close
source: Close
fr: Fermer

# Common_Delete
source: Delete
fr: Supprimer

# Common_Save
source: Save
fr: Enregistrer

# Common_Edit
source: Edit
fr: Modifier

# Common_Error
source: Error
fr: Erreur

# Common_Copied
source: Copied!
fr: Copié !

# Common_Create
source: Create
fr: Créer

# Common_Loading
source: Loading...
fr: Chargement...

# Common_Select
source: -- Select --
fr: -- Choisir --

# Common_Search
source: Search...
fr: Rechercher...

# Common_Operations
source: operations
fr: opérations

# Common_Files
source: files
fr: fichiers

# Common_Method
source: Method
fr: Méthode

# Common_Status
source: Status
fr: Statut

# Common_Name
source: Name
fr: Nom

# Common_DateLocal
source: Date (Local)
fr: Date (Locale)

# Common_Active
source: Active
fr: Actif

# Common_Valid
source: Valid
fr: Valide

# Common_Expired
source: Expired
fr: Expiré

# Common_Disabled
source: Disabled
fr: Désactivé

# Common_Test
source: Test
fr: Tester

# Common_Details
source: Details
fr: Détails

# Common_Add
source: Add
fr: Ajouter

# Common_Hide
source: Hide
fr: Masquer

# Common_Never
source: Never
fr: Jamais

# Common_NoPermissionDashboard
source: You don't have the necessary permissions to view the dashboard.
fr: Vous n'avez pas les permissions nécessaires pour voir le tableau de bord.

# Common_NoPermissionLicenses
source: You don't have the necessary permissions to manage licenses.
fr: Vous n'avez pas les permissions nécessaires pour gérer les licences.

# Common_NoPermissionProducts
source: You don't have the necessary permissions to manage software.
fr: Vous n'avez pas les permissions nécessaires pour gérer les logiciels.

# Common_NoPermissionUsers
source: You don't have the necessary permissions to manage users.
fr: Vous n'avez pas les permissions nécessaires pour gérer les utilisateurs.

# Dashboard_Title
source: Dashboard
fr: Tableau de bord

# Dashboard_TotalLicenses
source: Total licenses
fr: Licences totales

# Dashboard_ActiveCount
source: active
fr: actives

# Dashboard_RevokedCount
source: revoked
fr: révoquées

# Dashboard_Products
source: Software
fr: Logiciels

# Dashboard_Requests30d
source: Requests (30d)
fr: Requêtes (30j)

# Dashboard_ApiCalls
source: API calls Activations + Checks
fr: Appels API Activations + Checks

# Dashboard_ErrorRate
source: Error rate
fr: Taux d'erreur

# Dashboard_Failures
source: failures / rejections
fr: échecs / rejets

# Dashboard_ApiActivity7d
source: API Activity (7d)
fr: Activité API (7j)

# Dashboard_Errors
source: Errors
fr: Erreurs

# Dashboard_Licenses7d
source: Licenses (7d)
fr: Licences (7j)

# Dashboard_Created
source: Created
fr: Créées

# Dashboard_Activated
source: Activated
fr: Activées

# Dashboard_LoadingStats
source: Loading statistics...
fr: Chargement des statistiques...

# Licenses_Title
source: License management
fr: Gestion des licences

# Licenses_Generate
source: Generate a license
fr: Générer une licence

# Licenses_New
source: New license
fr: Nouvelle licence

# Licenses_Software
source: Software
fr: Logiciel

# Licenses_Days
source: Days
fr: Jours

# Licenses_Seats
source: Seats
fr: Postes

# Licenses_GenerateKey
source: Generate Key
fr: Générer Clé

# Licenses_Created
source: License created! Here's the key:
fr: Licence créée ! Voici la clé :

# Licenses_Key
source: Key (ID)
fr: Clé (ID)

# Licenses_Reference
source: Ref. / Custom
fr: Réf. / Custom

# Licenses_Revoked
source: Revoked
fr: Révoqué

# Licenses_Reactivate
source: Reactivate
fr: Réactiver

# Licenses_DeleteTitle
source: Delete license
fr: Supprimer la licence

# Licenses_DeleteWarning
source: This action is irreversible. Associated seats will also be deleted.
fr: Cette action est irréversible. Les postes associés seront également supprimés.

# Licenses_ActivatedSeats
source: Activated seats
fr: Postes activés

# Licenses_GlobalReset
source: Global Reset
fr: Reset Global

# Licenses_NoSeats
source: No activated seats yet.
fr: Aucun poste activé pour le moment.

# Licenses_ActivatedOn
source: Activated:
fr: Activé :

# Licenses_LastSeen
source: Last seen:
fr: Dernier vu :

# Licenses_Online
source: Online
fr: En ligne

# Licenses_UnlinkSeat
source: Unlink this seat
fr: Délier ce poste

# Licenses_MsgRevoked
source: Revoked.
fr: Révoquée.

# Licenses_MsgReactivated
source: Reactivated.
fr: Réactivée.

# Licenses_MsgSeatUnlinked
source: Seat unlinked.
fr: Poste délié.

# Licenses_MsgAllSeatsUnlinked
source: All seats have been unlinked.
fr: Tous les postes ont été déliés.

# Licenses_MsgDeleted
source: License permanently deleted.
fr: Licence supprimée définitivement.

# Licenses_HistoryTitle
source: Unlinked devices history
fr: Historique des appareils déliés

# Licenses_LifeCycleTitle
source: Life Cycle (Health record)
fr: Cycle de vie (Carnet de santé)

# Licenses_ImmutableHistory
source: Immutable license history
fr: Historique immuable de la licence

# Licenses_History_Empty
source: No history available for this legacy license.
fr: Aucun historique disponible pour cette licence ancienne.

# Licenses_FirstActivation
source: First activation
fr: Première activation

# Licenses_UnlinkDate
source: Unlink date
fr: Date de déliement

# Licenses_Action_Created
source: Type: {0} | Max Seats: {1}
fr: Type : {0} | Postes max : {1}

# Licenses_Action_Activated
source: Hardware ID: {0} | Version: {1}
fr: ID Matériel : {0} | Version : {1}

# Licenses_Action_Revoked
source: Reason: {0}
fr: Motif : {0}

# Licenses_Action_UnlinkedManual
source: Hardware ID: {0} unlinked manually by Admin
fr: ID Matériel : {0} délié manuellement par l'Admin

# Licenses_Action_UnlinkedApi
source: Hardware ID: {0} unlinked via API Reset Code
fr: ID Matériel : {0} délié via Code Reset API

# Licenses_Action_UnlinkedAdminTool
source: Hardware ID: {0} unlinked via Admin SOS Tool
fr: ID Matériel : {0} délié via l'outil SOS Admin

# Licenses_Action_GlobalReset
source: {0} seat(s) unlinked manually by Admin
fr: {0} poste(s) délié(s) manuellement par l'Admin

# Licenses_PerformedBy_System
source: System
fr: Système

# Licenses_GlobalResetConfirmTitle
source: Global Reset Confirmation
fr: Confirmation de Reset Global

# Licenses_GlobalResetConfirmMsg
source: You are about to unlink all devices associated with {0}'s license.
fr: Vous allez délier tous les appareils associés à la licence de {0}.

# Licenses_GlobalResetNote
source: Hardware ID history will be preserved, but current access will be reset.
fr: L'historique des IDs sera conservé, mais les accès actuels seront réinitialisés.

# Licenses_GlobalResetBtn
source: Confirm Reset
fr: Confirmer le Reset

# Licenses_MsgMissingFields
source: Missing fields.
fr: Champs manquants.

# Licenses_MsgEmailSent
source: Email sent!
fr: Email envoyé !

# Licenses_SeatDetails
source: Details
fr: Détails

# Licenses_NamePlaceholder
source: Name...
fr: Nom...

# Licenses_EmailPlaceholder
source: Optional...
fr: Optionnel...

# Products_Title
source: Software management
fr: Gestion des logiciels

# Products_New
source: New software
fr: Nouveau logiciel

# Products_BackToList
source: Back to list
fr: Retour à la liste

# Products_NamePlaceholder
source: Software name (e.g.: Feeling v1.0)...
fr: Nom du logiciel (ex: Feeling v1.0)...

# Products_CreateSoftware
source: Create software
fr: Créer le logiciel

# Products_ImportKeys
source: Import keys (DEV)
fr: Importer des clés (DEV)

# Products_Creating
source: Creating...
fr: Création en cours...

# Products_StepRSA
source: RSA-4096 Generation
fr: Génération RSA-4096

# Products_StepEncrypt
source: Security encryption
fr: Chiffrement de sécurité

# Products_StepSave
source: Saving to database
fr: Enregistrement en base

# Products_SecurityBackup
source: Security & Backup
fr: Sécurité & Sauvegarde

# Products_CreatedSuccess
source: has been created successfully.
fr: a été créé avec succès.

# Products_KeyEncrypted
source: Its private key is now encrypted in the database.
fr: Sa clé privée est désormais chiffrée en base de données.

# Products_KeyLossWarning
source: In case of server corruption or loss of system protection keys, you will no longer be able to sign new licenses.
fr: En cas de corruption du serveur ou de perte des clés de protection système, vous ne pourrez plus signer de nouvelles licences.

# Products_DownloadPrivateKey
source: Download private key (XML)
fr: Télécharger la clé privée (XML)

# Products_BackupDone
source: I've completed my backup
fr: J'ai effectué ma sauvegarde

# Products_KeyNote
source: Note: The downloaded key is in plain text. Keep it in a digital vault.
fr: Note : La clé téléchargée est en clair. Gardez-la dans un coffre-fort numérique.

# Products_LicenseTypes
source: License types
fr: Types de licences

# Products_ManageTypes
source: Manage types
fr: Gérer les types

# Products_NoTypes
source: No types defined.
fr: Aucun type défini.

# Products_Duration
source: Duration
fr: Durée

# Products_Subscription
source: SUBSCRIPTION
fr: ABONNEMENT

# Products_Fixed
source: FIXED
fr: FIXE

# Products_PublicKeyXml
source: Public XML Key
fr: Clé publique XML

# Products_ProductApiKey
source: Product API Key
fr: Clé API Produit

# Products_Analysis
source: Analysis:
fr: Analyse :

# Products_KeysCreated
source: Keys created
fr: Clés créées

# Products_RevokedCount
source: Revoked
fr: Révoqués

# Products_ConversionFunnel
source: Conversion funnel (Keys -> Activation)
fr: Tunnel de conversion (Clés -> Activation)

# Products_LatestLicenses
source: Latest licenses
fr: Dernières licences

# Products_Telemetry
source: Telemetry
fr: Télémétrie

# Products_AccessLog
source: Access log
fr: Journal d'accès

# Products_NoLicenses
source: No licenses found.
fr: Aucune licence trouvée.

# Products_NoTelemetry
source: No telemetry data.
fr: Aucune donnée de télémétrie.

# Products_NoLogs
source: No access logs.
fr: Aucun log d'accès.

# Products_CreationDate
source: Creation date
fr: Date création

# Products_SoftwareName
source: Software name
fr: Nom du logiciel

# Products_Licenses
source: Licenses
fr: Licences

# Products_DeleteSoftware
source: Delete software
fr: Supprimer logiciel

# Products_RegenApiKey
source: Regenerate API Key
fr: Régénérer Clé API

# Products_RegenApiKeyMsg
source: Do you really want to generate a new API key? The old key will stop working immediately.
fr: Voulez-vous vraiment générer une nouvelle clé API ? L'ancienne clé ne fonctionnera plus immédiatement.

# Products_DeleteTypeTitle
source: Delete license type
fr: Supprimer type de licence

# Products_TelemetryDetails
source: Telemetry Details
fr: Détails Télémétrie

# Products_EventData
source: Event data
fr: Données de l'événement

# Products_GlobalScore
source: Global Score:
fr: Score Global :

# Products_Results
source: Results:
fr: Résultats :

# Products_NoExtraData
source: No additional data.
fr: Aucune donnée supplémentaire.

# Products_ApiTelemetry
source: API Telemetry
fr: Télémétrie API

# Products_PublicKeyRequired
source: Required for client software integration.
fr: Obligatoire pour l'intégration du logiciel client.

# Products_ShowLarger
source: Show larger
fr: Afficher en grand

# Products_ApiKeyDescription
source: Use this key to retrieve telemetry via the API
fr: Utilisez cette clé pour récupérer la télémétrie via l'API

# Products_PastePrivateKey
source: Paste your RSA private key (XML):
fr: Collez votre clé privée RSA (XML) :

# Products_ImportProduct
source: Import product
fr: Importer le produit

# Products_NameRequired
source: Name required.
fr: Nom requis.

# Products_NameExists
source: A software with this name already exists.
fr: Un logiciel avec ce nom existe déjà.

# Products_InvalidKey
source: Invalid XML private key. Check the format.
fr: Clé privée XML invalide. Vérifiez le format.

# Products_NameAndSlugRequired
source: Name and Slug required.
fr: Nom et Slug requis.

# Products_SlugExists
source: This Slug already exists.
fr: Ce Slug existe déjà.

# Products_TypeAdded
source: added.
fr: ajouté.

# Products_ChangesSaved
source: Changes saved.
fr: Modifications enregistrées.

# Products_TypeInUse
source: Cannot delete this type: licenses are still using it.
fr: Impossible de supprimer ce type : des licences l'utilisent encore.

# Products_SoftwareReady
source: ready.
fr: prêt.

# Products_PublicKeyOf
source: Public key:
fr: Clé publique :

# Products_CannotDeleteWithLicenses
source: Cannot delete: this software has licenses.
fr: Impossible de supprimer : ce logiciel possède des licences.

# Products_DeleteConfirm
source: Are you absolutely sure you want to permanently delete this software? This action is irreversible.
fr: Êtes-vous absolument sûr de vouloir supprimer définitivement ce logiciel ? Cette action est irréversible.

# Products_SoftwareDeleted
source: Software deleted.
fr: Logiciel supprimé.

# Products_ApiKeyRegenerated
source: API key regenerated successfully.
fr: Clé API régénérée avec succès.

# Products_TypeDeleted
source: Type deleted.
fr: Type supprimé.

# Products_DownloadStarted
source: Download started.
fr: Téléchargement lancé.

# Audit_Title
source: Global audit log
fr: Journal d'audit global

# Audit_ScansHidden
source: Scans hidden
fr: Scans masqués

# Audit_ScansVisible
source: Scans visible
fr: Scans visibles

# Audit_ActiveBans
source: Active bans
fr: Bannissements actifs

# Audit_BanHistory
source: Ban history
fr: Historique des bannissements

# Audit_Expired
source: Expired
fr: Expiré

# Audit_BannedOn
source: Banned on
fr: Banni le

# Audit_Unban
source: Unban (Pardon)
fr: Débannir (Pardonner)

# Audit_NoActiveBans
source: No active bans.
fr: Aucun bannissement actif.

# Audit_ErrorDetails
source: Error details
fr: Détails de l'erreur

# Audit_ISP
source: Provider (ISP):
fr: Fournisseur (ISP) :

# Audit_RequestBody
source: Received data (Request Body):
fr: Données reçues (Request Body) :

# Audit_ServerResponse
source: Server response message:
fr: Message renvoyé par le serveur :

# Audit_CopyHint
source: You can select and copy the text above.
fr: Vous pouvez sélectionner et copier le texte ci-dessus.

# Audit_Country
source: Country
fr: Pays

# Audit_AppDetails
source: App / details
fr: App / détails

# Audit_IpPardoned
source: pardoned.
fr: pardonnée.

# Audit_ExpiresOn
source: Expires on
fr: Expire le

# Telemetry_Title
source: Product telemetry
fr: Télémétrie des produits

# Telemetry_AllProducts
source: All products
fr: Tous les produits

# Telemetry_AllTypes
source: All types
fr: Tous les types

# Telemetry_Events
source: Events
fr: Événements

# Telemetry_Errors
source: Errors
fr: Erreurs

# Telemetry_Product
source: Product
fr: Produit

# Telemetry_Event
source: Event
fr: Événement

source: Telemetry Details
fr: Détails Télémétrie

# Telemetry_EventData
source: Event data
fr: Données de l'événement

# Telemetry_GlobalScore
source: Global Score:
fr: Score Global :

# Telemetry_Results
source: Results:
fr: Résultats :

# Telemetry_NoExtraData
source: No additional data.
fr: Aucune donnée supplémentaire.

# Maintenance_Title
source: Maintenance & Settings
fr: Maintenance & paramètres

# Maintenance_WebhooksDesc
source: Configure your Discord, Slack, Ntfy or custom API alerts.
fr: Configurez vos alertes Discord, Slack, Ntfy ou vos propres API.

# Maintenance_CreateWebhook
source: Create Webhook
fr: Créer le Webhook

# Maintenance_AuditLog
source: Audit log
fr: Journal d'audit

# Maintenance_AuditLogDesc
source: Permanently deletes all access history. Useful for starting fresh after a testing phase.
fr: Supprime définitivement tout l'historique des accès. Utile pour repartir à zéro après une phase de test.

# Maintenance_ClearLog
source: Clear the log
fr: Vider le journal

# Maintenance_TelemetryTitle
source: Telemetry
fr: Télémétrie

# Maintenance_TelemetryDesc
source: Permanently deletes all collected telemetry data for all products.
fr: Supprime définitivement toutes les données de télémétrie collectées pour tous les produits.

# Maintenance_ClearTelemetry
source: Clear telemetry
fr: Vider la télémétrie

# Maintenance_SmtpConfig
source: Email configuration (SMTP)
fr: Configuration email (SMTP)

# Maintenance_SmtpDesc
source: Check that your SMTP server is correctly configured via Dokploy.
fr: Vérifiez que votre serveur SMTP est correctement configuré via Dokploy.

# Maintenance_CurrentConfig
source: CURRENT CONFIG:
fr: CONFIG ACTUELLE :

# Maintenance_DestEmail
source: Destination email...
fr: Email de destination...

# Maintenance_SmtpDiagStart
source: Starting SMTP diagnostic...
fr: Démarrage du diagnostic SMTP...

# Maintenance_ClearAuditTitle
source: Clear audit
fr: Vider l'audit

# Maintenance_ClearAuditMsg
source: Do you really want to delete ALL audit logs? This operation cannot be undone.
fr: Voulez-vous vraiment supprimer TOUS les logs d'audit ? Cette opération ne peut pas être annulée.

# Maintenance_ClearTelemetryTitle
source: Clear telemetry
fr: Vider la télémétrie

# Maintenance_ClearTelemetryMsg
source: Do you really want to delete ALL telemetry data? This operation cannot be undone.
fr: Voulez-vous vraiment supprimer TOUTES les données de télémétrie ? Cette opération ne peut pas être annulée.

# Maintenance_AuditCleared
source: The audit log has been cleared.
fr: Le journal d'audit a été vidé.

# Maintenance_TelemetryCleared
source: Telemetry has been cleared.
fr: La télémétrie a été vidée.

# Maintenance_WebhookNamePlaceholder
source: Name (e.g.: My Discord)
fr: Nom (ex: Mon Discord)

# Maintenance_WebhookUrlPlaceholder
source: Webhook URL (https://...)
fr: URL du Webhook (https://...)

# Maintenance_WebhookCreated
source: Webhook created!
fr: Webhook créé !

# Maintenance_WebhookDeleted
source: Webhook deleted.
fr: Webhook supprimé.

# Maintenance_TestSent
source: Test sent successfully!
fr: Test envoyé avec succès !

# Maintenance_NameUrlRequired
source: Name and URL required.
fr: Nom et URL requis.

# Maintenance_SelectTrigger
source: Select at least one trigger.
fr: Sélectionnez au moins un déclencheur.

# Maintenance_EnterEmail
source: Please enter an email.
fr: Veuillez saisir un email.

# Maintenance_DiagSuccess
source: Diagnostic completed successfully!
fr: Diagnostic terminé avec succès !

# Maintenance_DiagFailed
source: Diagnostic failed.
fr: Le diagnostic a échoué.

# Maintenance_Events
source: Events
fr: Événements

# Maintenance_Last
source: Last
fr: Dernier

# Maintenance_None
source: (none)
fr: (aucun)

# Maintenance_ResetDbTitle
source: Full database reset
fr: Remise à zéro complète

# Maintenance_ResetDbDesc
source: Deletes ALL business data (products, licenses, telemetry, audit, bans, webhooks). Admin accounts and system settings are preserved. This action is irreversible.
fr: Supprime TOUTES les données métier (produits, licences, télémétrie, audit, bans, webhooks). Les comptes administrateurs et la configuration système sont conservés. Action irréversible.

# Maintenance_ResetDbBtn
source: Reset database
fr: Réinitialiser la base

# Maintenance_ResetDbConfirmTitle
source: Full reset confirmation
fr: Confirmation de remise à zéro

# Maintenance_ResetDbConfirmMsg
source: This operation will permanently delete ALL business data: products, licenses, seats, telemetry, audit, bans and webhooks. Admin accounts will be preserved.
fr: Cette opération va supprimer définitivement TOUTES les données métier : produits, licences, postes, télémétrie, audit, bannissements et webhooks. Les comptes administrateurs seront conservés.

# Maintenance_ResetDbConfirmHint
source: Type RESET to confirm
fr: Tapez RESET pour confirmer

# Maintenance_ResetDbSuccess
source: Database reset successfully.
fr: Base de données réinitialisée avec succès.

# Maintenance_ResetSelection
source: Select data to delete:
fr: Sélectionnez les données à supprimer :

# Backups_Title
source: Drive Backups
fr: Sauvegardes Drive

# Backups_Description
source: Management of encrypted backups via rclone and Google Drive.
fr: Gestion des backups cryptés via rclone et Google Drive.

# Backups_CheckStatus
source: Check status
fr: Vérifier l'état

# Backups_ImmediateBackup
source: Immediate DB Backup
fr: Backup BDD Immédiat

# Backups_ServiceStatus
source: Service Status
fr: Statut du Service

# Backups_Operational
source: Operational
fr: Opérationnel

# Backups_ConfigError
source: Configuration error
fr: Erreur de configuration

# Backups_BackupsPaused
source: Backups are paused.
fr: Les sauvegardes sont suspendues.

# Backups_ConfiguredRemote
source: Configured Remote
fr: Remote Configuré

# Backups_AutoBackup
source: Automatic Backup
fr: Backup Automatique

# Backups_Daily
source: Daily (00:00)
fr: Journalier (00:00)

# Backups_RcloneDiag
source: Rclone Diagnostic
fr: Diagnostic Rclone

# Backups_TestTransfer
source: Test transfer
fr: Tester le transfert

# Backups_DiagConsole
source: Diagnostic Console
fr: Console de Diagnostic

# Backups_Processing
source: Processing...
fr: Traitement en cours...

# Backups_History
source: Backup history (Cloud)
fr: Historique des sauvegardes (Cloud)

# Backups_BackupDb
source: Backup DB
fr: Sauvegarder BDD

# Backups_SearchPlaceholder
source: Search (name, path, date...)
fr: Rechercher (nom, chemin, date...)

# Backups_FilePath
source: File / Path
fr: Fichier / Chemin

# Backups_BackupDate
source: Backup date
fr: Date de sauvegarde

# Backups_RsaKey
source: RSA Key
fr: Clé RSA

# Backups_Database
source: Database
fr: Base de données

# Backups_NoBackups
source: No backups found on Drive.
fr: Aucune sauvegarde trouvée sur le Drive.

# Backups_NoResults
source: No results for this search.
fr: Aucun résultat pour cette recherche.

# Backups_RestoreTitle
source: Critical restore confirmation
fr: Confirmation de restauration critique

# Backups_RestoreWarning
source: You are about to overwrite the current database with the backup from
fr: Vous allez écraser la base de données actuelle par la sauvegarde du

# Backups_RestartWarning
source: The application will restart immediately after restoration.
fr: L'application redémarrera immédiatement après la restauration.

# Backups_Analyzing
source: Analyzing backup...
fr: Analyse de la sauvegarde en cours...

# Backups_CurrentState
source: Current State (Live)
fr: État Actuel (Live)

# Backups_BackupFile
source: Backup File
fr: Fichier de Sauvegarde

# Backups_ConfirmRestore
source: Confirm and Restore
fr: Confirmer et Restaurer

# Resets_Title
source: Reset tracking
fr: Suivi des réinitialisations

# Resets_Software
source: Software
fr: Logiciel

# Resets_LicenseKey
source: License key
fr: Clé de licence

# Resets_RequestCode
source: REQUEST CODE
fr: DEMANDE CODE

# Resets_Success
source: Success
fr: Succès

# Resets_Failure
source: Failure
fr: Échec

# Resets_ClientIp
source: Client IP
fr: IP Client

# Resets_ManualTitle
source: Manual Reset (Admin Action)
fr: Réinitialisation manuelle (Action Admin)

# Resets_SearchLabel
source: Search for a license key
fr: Rechercher une clé de licence

# Resets_SearchBtn
source: Search
fr: Chercher

# Resets_ActiveSeats
source: {0} active seat(s)
fr: {0} poste(s) actif(s)

# Resets_FreeLicense
source: Free license (already unlinked)
fr: Licence libre (déjà déliée)

# Resets_UnlinkBtn
source: Unlink device
fr: Délier l'appareil

# Resets_HistoryTitle
source: Request history (API Logs)
fr: Historique des demandes (Logs API)

# Resets_MsgSuccess
source: The license has been successfully unlinked.
fr: La licence a été déliée avec succès.

# Resets_MsgNotFound
source: License not found.
fr: Licence introuvable.
