Repository: feelautom/SoftLicence
Catalog: src/SoftLicence.Server/Resources/SharedResource.*.resx
Languages: fr

# Users_Title
source: Users & Roles
fr: Utilisateurs & Rôles

# Users_NewRole
source: New Role
fr: Nouveau Rôle

# Users_NewUser
source: New User
fr: Nouvel Utilisateur

# Users_CreateRole
source: Create a new role
fr: Créer un nouveau rôle

# Users_EditRole
source: Edit role
fr: Modifier le rôle

# Users_RoleName
source: Role name (e.g.: Support)
fr: Nom du rôle (ex: Support)

# Users_SaveChanges
source: Save changes
fr: Enregistrer les modifications

# Users_CreateRoleBtn
source: Create Role
fr: Créer le Rôle

# Users_CreateUserTitle
source: Create a new user
fr: Créer un nouvel utilisateur

# Users_PasswordByEmail
source: Password will be generated and sent by email.
fr: Le mot de passe sera généré et envoyé par e-mail.

# Users_LoginPlaceholder
source: Username (Login)
fr: Identifiant (Login)

# Users_EmailPlaceholder
source: Email Address
fr: Adresse E-mail

# Users_SelectRole
source: -- Select a role --
fr: -- Choisir un rôle --

# Users_Accounts
source: User Accounts
fr: Comptes Utilisateurs

# Users_User
source: User
fr: Utilisateur

# Users_Role
source: Role
fr: Rôle

# Users_CreatedOn
source: Created on
fr: Créé le

# Users_SystemConfig
source: System (Configuration)
fr: Système (Configuration)

# Users_Protected
source: PROTECTED
fr: PROTÉGÉ

# Users_AwaitingPasswordChange
source: Awaiting password change
fr: Attente changement MDP

# Users_RolesPermissions
source: Roles & Permissions
fr: Rôles & Permissions

# Users_NoPermissions
source: No permissions
fr: Aucune permission

# Users_Deleted
source: Successfully deleted.
fr: Supprimé avec succès.

# Users_AllFieldsRequired
source: All fields are required.
fr: Tous les champs sont requis.

# Users_UsernameInUse
source: This username is already in use.
fr: Cet identifiant est déjà utilisé.

# Users_RoleNameRequired
source: Role name required.
fr: Nom du rôle requis.

# Users_RoleUpdated
source: Role updated.
fr: Rôle mis à jour.

# Users_RoleInUse
source: Cannot delete a role used by users.
fr: Impossible de supprimer un rôle utilisé par des utilisateurs.

# Users_Deletion
source: Deletion
fr: Suppression

# Users_AdminPath
source: Access URL
fr: URL d'accès

# Users_AdminPathPlaceholder
source: e.g.: username
fr: ex: username

# Users_AdminPathDescription
source: If filled, the user will be able to log in via this custom URL.
fr: Si rempli, l'utilisateur pourra se connecter via cette URL personnalisée.

# Login_Title
source: Login - SoftLicence
fr: Connexion - SoftLicence

# Login_Username
source: Username
fr: Identifiant

# Login_Password
source: Password
fr: Mot de passe

# Login_Submit
source: Login
fr: Connexion

# Login_PageNotFound
source: Page not found.
fr: Page inexistante.

# Layout_LostConnection
source: Lost connection with server
fr: Lien perdu avec le serveur

# Layout_Reconnecting
source: Attempting to reconnect...
fr: Tentative de reconnexion en cours...

# Layout_ReloadPage
source: Reload page
fr: Recharger la page

# ChangePassword_Title
source: Security required
fr: Sécurité requise

# ChangePassword_Description
source: You must set a new password to continue.
fr: Vous devez définir un nouveau mot de passe pour continuer.

# ChangePassword_NewPassword
source: New password
fr: Nouveau mot de passe

# ChangePassword_MinChars
source: Minimum 8 characters
fr: Minimum 8 caractères

# ChangePassword_Confirm
source: Confirm password
fr: Confirmer le mot de passe

# ChangePassword_Save
source: Save password
fr: Enregistrer le mot de passe

# ChangePassword_ReloginNote
source: Once validated, you will need to log in again.
fr: Une fois validé, vous devrez vous reconnecter.

# ChangePassword_TooShort
source: Password must be at least 8 characters.
fr: Le mot de passe doit faire au moins 8 caractères.

# ChangePassword_Mismatch
source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

# ChangePassword_Updated
source: Password updated!
fr: Mot de passe mis à jour !

# Api_AccessRevoked
source: Your access has been revoked.
fr: Votre accès a été révoqué.

# Api_InternalErrorSignature
source: Internal Error: Signature key unreadable.
fr: Erreur interne : Clé de signature illisible.

# Api_TrialNotEnabled
source: Trial mode is not enabled for this product.
fr: Le mode Trial n'est pas activé pour ce produit.

# Api_InvalidLicenseKey
source: Invalid license key.
fr: Clé de licence invalide.

# Api_LicenseDisabled
source: This license has been disabled.
fr: Cette licence a été désactivée.

# Api_LicenseExpired
source: License expired.
fr: Licence expirée.

# Api_MaxActivationsReached
source: This license has reached its maximum activations ({0}). Please unlink an old seat or contact support.
fr: Cette licence a atteint son nombre maximum d'activations ({0}). Veuillez délier un ancien poste ou contacter le support.

# Api_InternalErrorServerKey
source: Internal Error: Server signature key unreadable.
fr: Erreur interne : La clé de signature du serveur est illisible.

# Api_NoEmail
source: No email associated with this license. Contact support.
fr: Aucun email n'est associé à cette licence. Contactez le support.

# Api_CodeSent
source: Code sent by email.
fr: Code envoyé par email.

# Api_InvalidResetCode
source: Invalid or expired reset code.
fr: Code de réinitialisation invalide ou expiré.

# Api_UnlinkSuccess
source: License unlinked successfully. You can use it on a new machine.
fr: Licence déliée avec succès. Vous pouvez l'utiliser sur un nouveau poste.

# Api_Exists
source: Already exists.
fr: Existe déjà.

# Api_DecryptError
source: Unable to decrypt private key. DataProtection keys may have changed.
fr: Impossible de déchiffrer la clé privée. Les clés DataProtection ont probablement changé.

# Api_KeyInvalid
source: Key decrypted but invalid: {0}
fr: Clé déchiffrée mais invalide : {0}

# Api_KeysUpdated
source: Keys updated successfully.
fr: Clés mises à jour avec succès.

# Api_PrivateKeyInvalid
source: Invalid private key: {0}
fr: Clé privée invalide : {0}

# Api_TransactionUsed
source: This transaction has already been used for a renewal.
fr: Cette transaction a déjà été utilisée pour un renouvellement.

# Api_Extended
source: License extended by {0} days.
fr: Licence prolongée de {0} jours.

# Api_AppUnknown
source: Application '{0}' unknown.
fr: Application '{0}' inconnue.

# Api_VersionNotAllowed
source: This license is not valid for version {0} of the software.
fr: Cette licence n'est pas valide pour la version {0} du logiciel.

# Api_ProductNotFound
source: Product not found.
fr: Produit introuvable.

# Api_LicenseNotFound
source: License not found.
fr: Licence introuvable.

# Api_LicenseTypeUnknown
source: Unknown license type.
fr: Type de licence inconnu.

# Api_RenewalNotAllowed
source: This license type does not allow automatic renewal (FIXED Mode).
fr: Ce type de licence n'autorise pas le renouvellement automatique (Mode FIXE).

# Api_EmailError
source: Error sending email.
fr: Erreur lors de l'envoi de l'email.

# UI_ConfirmRevokeTitle
source: Do you want to revoke the license for {0}?
fr: Voulez-vous révoquer la licence de {0} ?

# UI_RevocationReasonLabel
source: Revocation reason (optional):
fr: Motif de révocation (optionnel) :

# UI_ServerResponse
source: Server response message:
fr: Message renvoyé par le serveur :

# UI_CopyHint
source: You can select and copy the text above.
fr: Vous pouvez sélectionner et copier le texte ci-dessus.

# Docs_Title
source: Technical documentation
fr: Documentation technique

# Docs_WpfIntegration
source: WPF Integration
fr: Intégration WPF

# Docs_SecurityAudit
source: Security & audit
fr: Sécurité & audit

# Nav_Software
source: Software
fr: Logiciels

# Nav_Licenses
source: Licenses
fr: Licences

# Nav_Resets
source: Resets
fr: Réinitialisations

# Nav_Telemetry
source: Telemetry
fr: Télémétrie

# Nav_Backups
source: Backups
fr: Sauvegardes

# Nav_Users
source: Users
fr: Utilisateurs

# Layout_Settings
source: Settings
fr: Paramètres

# Layout_Logout
source: Logout
fr: Déconnexion
